Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_view_presetSave
source: view settings preset
ar: view settings preset إعدادات العرض إعداد مسبق
cs: zobrazení zobrazeni nastavení nastaveni předvolba predvolba uložit ulozit view settings preset
de: ansicht einstellungen vorgabe view settings preset
el: ρυθμίσεις προβολής προκαθορισμένο view settings preset
es: ver configuración valor predefinido view settings preset
fa: تنظیمات نما پیش‌تنظیم, view settings preset
fr: affichage paramètres préréglage view settings preset
hu: nézet nezet beállítások beallitasok készlet keszlet mentés mentes view settings preset
id: preset simpan view settings preset
it: impostazioni visualizzazione preimpostazione salva view settings preset
ja: ひょうじ ぷりせっとをほぞん
ko: 보기 설정 프리셋 저장 view settings preset
pl: ustawienia widoku ustawienie wstępne zapisz view settings preset
pt: configurações exibição predefinição salvar view settings preset
ro: vizualizare setări setari presetare salvare view settings preset
th: ค่าที่ตั้งไว้ล่วงหน้า บันทึก view settings preset
tr: görünüm ayarları hazır ayar view settings preset
uk: параметри вигляду набір view settings preset
vi: thiết lập sẵn lưu view settings preset
zh_hans: 视图 设置 预设 保存 view settings preset
zh_hant: 檢視 儲存預設集 設定 view settings preset

# Cmd_view_presetManage
source: View: Manage presets
ar: العرض: إدارة الإعدادات المسبقة
cs: Zobrazení: Spravovat předvolby
de: Ansicht: Vorgaben verwalten
el: Προβολή: Διαχείριση προκαθορισμένων
es: Ver: administrar valores predefinidos
fa: نما: مدیریت پیش‌تنظیم‌ها
fr: Affichage : gérer les préréglages
hu: Nézet: készletek kezelése
id: Tampilan: Kelola preset
it: Visualizza: gestisci preimpostazioni
ja: 表示: プリセットの管理
ko: 보기: 프리셋 관리
pl: Widok: zarządzaj ustawieniami wstępnymi
pt: Exibir: gerenciar predefinições
ro: Vizualizare: gestionare presetări
th: มุมมอง: จัดการค่าที่ตั้งไว้ล่วงหน้า
tr: Görünüm: Hazır ayarları yönet
uk: Вигляд: керування наборами параметрів
vi: Xem: Quản lý thiết lập sẵn
zh_hans: 视图：管理预设
zh_hant: 檢視：管理預設集

# CmdAlias_view_presetManage
source: view settings preset
ar: view settings preset إعدادات العرض إعداد مسبق
cs: zobrazení zobrazeni nastavení nastaveni předvolby predvolby spravovat view settings preset
de: ansicht einstellungen vorgabe view settings preset
el: ρυθμίσεις προβολής προκαθορισμένο view settings preset
es: ver configuración valor predefinido view settings preset
fa: تنظیمات نما پیش‌تنظیم, view settings preset
fr: affichage paramètres préréglage view settings preset
hu: nézet nezet beállítások beallitasok készlet keszlet kezelés kezeles view settings preset
id: preset kelola view settings preset
it: impostazioni visualizzazione preimpostazioni gestisci view settings preset
ja: ひょうじ ぷりせっとのかんり
ko: 보기 설정 프리셋 관리 view settings preset
pl: ustawienia widoku ustawienia wstępne zarządzaj view settings preset
pt: configurações exibição predefinições gerenciar view settings preset
ro: vizualizare setări setari presetare gestionare view settings preset
th: ค่าที่ตั้งไว้ล่วงหน้า จัดการ view settings preset
tr: görünüm ayarları hazır ayar view settings preset
uk: параметри вигляду набір view settings preset
vi: thiết lập sẵn quản lý view settings preset
zh_hans: 视图 设置 预设 管理 view settings preset
zh_hant: 檢視 管理預設集 設定 view settings preset

# Preset_Name
source: Name
ar: الاسم
cs: Název
el: Όνομα
es: Nombre
fa: نام
fr: Nom
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt: Nome
ro: Nume
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# Preset_Extensions
source: Apply automatically to these extensions (optional)
ar: التطبيق تلقائيًا على هذه الامتدادات (اختياري)
cs: Automaticky použít pro tyto přípony (volitelné)
de: Automatisch auf diese Erweiterungen anwenden (optional)
el: Αυτόματη εφαρμογή σε αυτές τις επεκτάσεις (προαιρετικό)
es: Aplicar automáticamente a estas extensiones (opcional)
fa: اعمال خودکار روی این پسوندها (اختیاری)
fr: Appliquer automatiquement à ces extensions (facultatif)
hu: Automatikus alkalmazás ezekre a kiterjesztésekre (nem kötelező)
id: Terapkan otomatis ke ekstensi ini (opsional)
it: Applica automaticamente a queste estensioni (facoltativo)
ja: 自動で適用する拡張子 (省略可)
ko: 다음 확장자에 자동 적용(선택 사항)
pl: Stosuj automatycznie do tych rozszerzeń (opcjonalnie)
pt: Aplicar automaticamente a estas extensões (opcional)
ro: Aplicare automată la aceste extensii (opțional)
th: ใช้โดยอัตโนมัติกับนามสกุลเหล่านี้ (ไม่บังคับ)
tr: Bu uzantılara otomatik olarak uygula (isteğe bağlı)
uk: Автоматично застосовувати до цих розширень (необов’язково)
vi: Tự động áp dụng cho các phần mở rộng này (tùy chọn)
zh_hans: 自动应用于这些扩展名（可选）
zh_hant: 自動套用至這些副檔名（選用）

# Preset_SaveTitle
source: Save view settings as a preset
ar: حفظ إعدادات العرض كإعداد مسبق
cs: Uložit nastavení zobrazení jako předvolbu
de: Ansichtseinstellungen als Vorgabe speichern
el: Αποθήκευση ρυθμίσεων προβολής ως προκαθορισμένου
es: Guardar la configuración de vista como valor predefinido
fa: ذخیرهٔ تنظیمات نما به‌عنوان پیش‌تنظیم
fr: Enregistrer les paramètres d'affichage comme préréglage
hu: Nézetbeállítások mentése készletként
id: Simpan pengaturan tampilan sebagai preset
it: Salva impostazioni di visualizzazione come preimpostazione
ja: 表示設定をプリセットとして保存
ko: 보기 설정을 프리셋으로 저장
pl: Zapisz ustawienia widoku jako ustawienie wstępne
pt: Salvar configurações de exibição como predefinição
ro: Salvare setări de vizualizare ca presetare
th: บันทึกการตั้งค่ามุมมองเป็นค่าที่ตั้งไว้ล่วงหน้า
tr: Görünüm ayarlarını hazır ayar olarak kaydet
uk: Збереження параметрів вигляду як набору
vi: Lưu cài đặt hiển thị làm thiết lập sẵn
zh_hans: 将视图设置保存为预设
zh_hant: 將檢視設定儲存為預設集

# Preset_Save
source: Save
ar: حفظ
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fr: Enregistrer
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt: Salvar
ro: Salvare
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# Preset_Saved
source: Saved the preset {0}.
ar: تم حفظ الإعداد المسبق {0}.
cs: Předvolba {0} byla uložena.
de: Die Vorgabe {0} wurde gespeichert.
el: Το προκαθορισμένο {0} αποθηκεύτηκε.
es: Se guardó el valor predefinido {0}.
fa: پیش‌تنظیم {0} ذخیره شد.
fr: Préréglage {0} enregistré.
hu: A(z) {0} készlet mentve.
id: Preset {0} disimpan.
it: Preimpostazione {0} salvata.
ja: プリセット {0} を保存しました。
ko: 프리셋 {0}을(를) 저장했습니다.
pl: Zapisano ustawienie wstępne {0}.
pt: A predefinição {0} foi salva.
ro: S-a salvat presetarea {0}.
th: บันทึกค่าที่ตั้งไว้ล่วงหน้า {0} แล้ว
tr: {0} hazır ayarı kaydedildi.
uk: Набір {0} збережено.
vi: Đã lưu thiết lập sẵn {0}.
zh_hans: 已保存预设 {0}。
zh_hant: 已儲存預設集 {0}。

# Preset_Applied
source: Applied the preset {0}.
ar: تم تطبيق الإعداد المسبق {0}.
cs: Předvolba {0} byla použita.
de: Die Vorgabe {0} wurde angewendet.
el: Εφαρμόστηκε το προκαθορισμένο {0}.
es: Se aplicó el valor predefinido {0}.
fa: پیش‌تنظیم {0} اعمال شد.
fr: Préréglage {0} appliqué.
hu: A(z) {0} készlet alkalmazva.
id: Preset {0} diterapkan.
it: Preimpostazione {0} applicata.
ja: プリセット {0} を適用しました。
ko: 프리셋 {0}을(를) 적용했습니다.
pl: Zastosowano ustawienie wstępne {0}.
pt: A predefinição {0} foi aplicada.
ro: S-a aplicat presetarea {0}.
th: ใช้ค่าที่ตั้งไว้ล่วงหน้า {0} แล้ว
tr: {0} hazır ayarı uygulandı.
uk: Набір {0} застосовано.
vi: Đã áp dụng thiết lập sẵn {0}.
zh_hans: 已应用预设 {0}。
zh_hant: 已套用預設集 {0}。

# Preset_TooMany
source: You can have up to {0} presets. Delete one first.
ar: يمكن أن يكون لديك {0} إعدادات مسبقة كحد أقصى. احذف واحدًا أولاً.
cs: Můžete mít nejvýše {0} předvoleb. Nejprve nějakou odstraňte.
de: Es sind bis zu {0} Vorgaben möglich. Löschen Sie zuerst eine.
el: Μπορείτε να έχετε έως {0} προκαθορισμένα. Διαγράψτε πρώτα ένα.
es: Puedes tener hasta {0} valores predefinidos. Elimina primero uno.
fa: حداکثر {0} پیش‌تنظیم می‌توانید داشته باشید. ابتدا یکی را حذف کنید.
fr: Vous pouvez avoir jusqu'à {0} préréglages. Supprimez-en d'abord un.
hu: Legfeljebb {0} készlet lehet. Előbb töröljön egyet.
id: Anda dapat memiliki hingga {0} preset. Hapus salah satu terlebih dahulu.
it: Puoi avere al massimo {0} preimpostazioni. Eliminane prima una.
ja: プリセットは {0} 個までです。先にどれかを削除してください。
ko: 프리셋은 최대 {0}개까지 만들 수 있습니다. 먼저 하나를 삭제하세요.
pl: Możesz mieć maksymalnie {0} ustawień wstępnych. Najpierw usuń jedno.
pt: Você pode ter até {0} predefinições. Exclua uma primeiro.
ro: Puteți avea cel mult {0} presetări. Ștergeți mai întâi una.
th: มีค่าที่ตั้งไว้ล่วงหน้าได้สูงสุด {0} รายการ ลบรายการหนึ่งก่อน
tr: En fazla {0} hazır ayarınız olabilir. Önce birini silin.
uk: Можна мати не більше {0} наборів. Спочатку видаліть один.
vi: Bạn có thể có tối đa {0} thiết lập sẵn. Hãy xóa bớt một cái trước.
zh_hans: 最多可以有 {0} 个预设。请先删除一个。
zh_hant: 最多可以有 {0} 個預設集。請先刪除一個。

# Preset_Imported
source: Imported {0, plural, one {# preset} other {# presets}}.
ar: {0, plural, zero {تم استيراد # إعداد مسبق} one {تم استيراد إعداد مسبق واحد} two {تم استيراد إعدادين مسبقين} few {تم استيراد # إعدادات مسبقة} many {تم استيراد # إعدادًا مسبقًا} other {تم استيراد # إعداد مسبق}}.
cs: Importováno: {0, plural, one {# předvolba} few {# předvolby} many {# předvolby} other {# předvoleb}}.
de: {0, plural, one {# Vorgabe} other {# Vorgaben}} importiert.
el: {0, plural, one {Εισήχθη # προκαθορισμένο} other {Εισήχθησαν # προκαθορισμένα}}.
es: Se {0, plural, one {importó # valor predefinido} other {importaron # valores predefinidos}}.
fa: {0, plural, one {# پیش‌تنظیم وارد شد} other {# پیش‌تنظیم وارد شد}}.
fr: {0, plural, one {# préréglage importé} other {# préréglages importés}}.
hu: {0, plural, one {# készlet} other {# készlet}} importálva.
id: {0, plural, other {# preset}} diimpor.
it: {0, plural, one {Importata # preimpostazione.} other {Importate # preimpostazioni.}}
ja: {0} 個のプリセットをインポートしました。
ko: {0, plural, other {프리셋 #개}}를 가져왔습니다.
pl: {0, plural, one {Zaimportowano # ustawienie wstępne.} few {Zaimportowano # ustawienia wstępne.} many {Zaimportowano # ustawień wstępnych.} other {Zaimportowano # ustawienia wstępnego.}}
pt: {0, plural, one {# predefinição importada.} other {# predefinições importadas.}}
ro: {0, plural, one {S-a importat # presetare} few {S-au importat # presetări} other {S-au importat # de presetări}}.
th: นำเข้า{0, plural, other {ค่าที่ตั้งไว้ล่วงหน้า # รายการ}}แล้ว
tr: {0, plural, one {# hazır ayar} other {# hazır ayar}} içeri aktarıldı.
uk: {0, plural, one {Імпортовано # набір} few {Імпортовано # набори} many {Імпортовано # наборів} other {Імпортовано # набору}}.
vi: Đã nhập {0, plural, other {# thiết lập sẵn}}.
zh_hans: 已导入 {0, plural, other {# 个预设}}。
zh_hant: 已匯入 {0, plural, other {# 個預設集}}。

# Preset_ImportError
source: The presets in {0} could not be imported: {1}
ar: تعذر استيراد الإعدادات المسبقة من {0}: {1}
cs: Předvolby v {0} nelze importovat: {1}
de: Die Vorgaben in {0} konnten nicht importiert werden: {1}
el: Δεν ήταν δυνατή η εισαγωγή των προκαθορισμένων από το {0}: {1}
es: No se pudieron importar los valores predefinidos de {0}: {1}
fa: پیش‌تنظیم‌های {0} وارد نشدند: {1}
fr: Impossible d'importer les préréglages de {0} : {1}
hu: A(z) {0} készletei nem importálhatók: {1}
id: Preset di {0} tidak dapat diimpor: {1}
it: Impossibile importare le preimpostazioni da {0}: {1}
ja: {0} のプリセットをインポートできませんでした: {1}
ko: {0}의 프리셋을 가져올 수 없습니다: {1}
pl: Nie można zaimportować ustawień wstępnych z {0}: {1}
pt: Não foi possível importar as predefinições de {0}: {1}
ro: Presetările din {0} nu au putut fi importate: {1}
th: ไม่สามารถนำเข้าค่าที่ตั้งไว้ล่วงหน้าใน {0}: {1}
tr: {0} içindeki hazır ayarlar içeri aktarılamadı: {1}
uk: Не вдалося імпортувати набори з {0}: {1}
vi: Không thể nhập thiết lập sẵn trong {0}: {1}
zh_hans: 无法导入 {0} 中的预设：{1}
zh_hant: 無法匯入 {0} 中的預設集：{1}

# Preset_ImportErrorLine
source: The presets in {0} could not be imported (line {1}): {2}
ar: تعذر استيراد الإعدادات المسبقة من {0} (السطر {1}): {2}
cs: Předvolby v {0} nelze importovat (řádek {1}): {2}
de: Die Vorgaben in {0} konnten nicht importiert werden (Zeile {1}): {2}
el: Δεν ήταν δυνατή η εισαγωγή των προκαθορισμένων από το {0} (γραμμή {1}): {2}
es: No se pudieron importar los valores predefinidos de {0} (línea {1}): {2}
fa: پیش‌تنظیم‌های {0} وارد نشدند (خط {1}): {2}
fr: Impossible d'importer les préréglages de {0} (ligne {1}) : {2}
hu: A(z) {0} készletei nem importálhatók ({1}. sor): {2}
id: Preset di {0} tidak dapat diimpor (baris {1}): {2}
it: Impossibile importare le preimpostazioni da {0} (riga {1}): {2}
ja: {0} のプリセットをインポートできませんでした ({1} 行目): {2}
ko: {0}의 프리셋을 가져올 수 없습니다({1}번째 줄): {2}
pl: Nie można zaimportować ustawień wstępnych z {0} (wiersz {1}): {2}
pt: Não foi possível importar as predefinições de {0} (linha {1}): {2}
ro: Presetările din {0} nu au putut fi importate (linia {1}): {2}
th: ไม่สามารถนำเข้าค่าที่ตั้งไว้ล่วงหน้าใน {0} (บรรทัด {1}): {2}
tr: {0} içindeki hazır ayarlar içeri aktarılamadı (satır {1}): {2}
uk: Не вдалося імпортувати набори з {0} (рядок {1}): {2}
vi: Không thể nhập thiết lập sẵn trong {0} (dòng {1}): {2}
zh_hans: 无法导入 {0} 中的预设（第 {1} 行）：{2}
zh_hant: 無法匯入 {0} 中的預設集（第 {1} 行）：{2}

# Preset_ExportError
source: The presets could not be exported ({0}).
ar: تعذر تصدير الإعدادات المسبقة ({0}).
cs: Předvolby nelze exportovat ({0}).
de: Die Vorgaben konnten nicht exportiert werden ({0}).
el: Δεν ήταν δυνατή η εξαγωγή των προκαθορισμένων ({0}).
es: No se pudieron exportar los valores predefinidos ({0}).
fa: پیش‌تنظیم‌ها صادر نشدند ({0}).
fr: Impossible d'exporter les préréglages ({0}).
hu: A készletek nem exportálhatók ({0}).
id: Preset tidak dapat diekspor ({0}).
it: Impossibile esportare le preimpostazioni ({0}).
ja: プリセットをエクスポートできませんでした ({0})。
ko: 프리셋을 내보낼 수 없습니다({0}).
pl: Nie można wyeksportować ustawień wstępnych ({0}).
pt: Não foi possível exportar as predefinições ({0}).
ro: Presetările nu au putut fi exportate ({0}).
th: ไม่สามารถส่งออกค่าที่ตั้งไว้ล่วงหน้า ({0})
tr: Hazır ayarlar dışarı aktarılamadı ({0}).
uk: Не вдалося експортувати набори ({0}).
vi: Không thể xuất thiết lập sẵn ({0}).
zh_hans: 无法导出预设（{0}）。
zh_hant: 無法匯出預設集（{0}）。

# Preset_Delete
source: Delete
ar: حذف
cs: Odstranit
de: Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
fr: Supprimer
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt: Excluir
ro: Ștergere
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# Preset_Export
source: Export...
ar: تصدير...
cs: Exportovat...
de: Exportieren...
el: Εξαγωγή...
es: Exportar...
fa: صادر کردن...
fr: Exporter...
hu: Exportálás...
id: Ekspor...
it: Esporta...
ja: エクスポート...
ko: 내보내기...
pl: Eksportuj...
pt: Exportar...
ro: Exportare...
th: ส่งออก...
tr: Dışarı aktar...
uk: Експортувати...
vi: Xuất...
zh_hans: 导出...
zh_hant: 匯出...

# Preset_Import
source: Import...
ar: استيراد...
cs: Importovat...
de: Importieren...
el: Εισαγωγή...
es: Importar...
fa: وارد کردن...
fr: Importer...
hu: Importálás...
id: Impor...
it: Importa...
ja: インポート...
ko: 가져오기...
pl: Importuj...
pt: Importar...
ro: Importare...
th: นำเข้า...
tr: İçeri aktar...
uk: Імпортувати...
vi: Nhập...
zh_hans: 导入...
zh_hant: 匯入...

# Preset_SectionHelp
source: Presets are named sets of view settings. A preset with extensions is applied the first time a matching file is opened.
ar: الإعدادات المسبقة هي مجموعات مسماة من إعدادات العرض. يتم تطبيق الإعداد المسبق الذي له امتدادات في أول مرة يُفتح فيها ملف مطابق.
cs: Předvolby jsou pojmenované sady nastavení zobrazení. Předvolba s příponami se použije při prvním otevření odpovídajícího souboru.
de: Vorgaben sind benannte Sätze von Ansichtseinstellungen. Eine Vorgabe mit Erweiterungen wird angewendet, wenn eine passende Datei zum ersten Mal geöffnet wird.
el: Τα προκαθορισμένα είναι ονομασμένα σύνολα ρυθμίσεων προβολής. Ένα προκαθορισμένο με επεκτάσεις εφαρμόζεται την πρώτη φορά που ανοίγει ένα αντίστοιχο αρχείο.
es: Los valores predefinidos son conjuntos con nombre de ajustes de vista. Un valor predefinido con extensiones se aplica la primera vez que se abre un archivo que coincide.
fa: پیش‌تنظیم‌ها مجموعه‌های نام‌دار از تنظیمات نما هستند. پیش‌تنظیمی که پسوند دارد، نخستین بار که فایلی منطبق باز شود اعمال می‌شود.
fr: Les préréglages sont des ensembles nommés de paramètres d'affichage. Un préréglage avec des extensions est appliqué la première fois qu'un fichier correspondant est ouvert.
hu: A készletek nézetbeállítások elnevezett csoportjai. A kiterjesztésekkel rendelkező készlet egy megfelelő fájl első megnyitásakor lép életbe.
id: Preset adalah kumpulan pengaturan tampilan yang diberi nama. Preset dengan ekstensi diterapkan saat file yang cocok dibuka pertama kali.
it: Le preimpostazioni sono insiemi denominati di impostazioni di visualizzazione. Una preimpostazione con estensioni viene applicata la prima volta che si apre un file corrispondente.
ja: プリセットは名前を付けた表示設定の組です。拡張子を指定したプリセットは、その拡張子のファイルを初めて開いたときに適用します。
ko: 프리셋은 이름을 붙인 보기 설정 집합입니다. 확장자를 지정한 프리셋은 일치하는 파일을 처음 열 때 적용됩니다.
pl: Ustawienia wstępne to nazwane zestawy ustawień widoku. Ustawienie wstępne z rozszerzeniami jest stosowane przy pierwszym otwarciu pasującego pliku.
pt: Predefinições são conjuntos nomeados de configurações de exibição. Uma predefinição com extensões é aplicada na primeira vez em que um arquivo correspondente é aberto.
ro: Presetările sunt seturi denumite de setări de vizualizare. O presetare cu extensii se aplică prima dată când este deschis un fișier corespunzător.
th: ค่าที่ตั้งไว้ล่วงหน้าคือชุดการตั้งค่ามุมมองที่มีชื่อ ค่าที่ตั้งไว้ล่วงหน้าที่มีนามสกุลจะถูกใช้เมื่อเปิดไฟล์ที่ตรงกันเป็นครั้งแรก
tr: Hazır ayarlar, adlandırılmış görünüm ayarı kümeleridir. Uzantıları olan bir hazır ayar, eşleşen bir dosya ilk kez açıldığında uygulanır.
uk: Набори — це іменовані набори параметрів вигляду. Набір із розширеннями застосовується під час першого відкриття відповідного файлу.
vi: Thiết lập sẵn là các bộ cài đặt hiển thị có tên. Thiết lập sẵn có phần mở rộng sẽ được áp dụng khi lần đầu mở tệp phù hợp.
zh_hans: 预设是命名的视图设置集合。带有扩展名的预设会在首次打开匹配的文件时应用。
zh_hant: 預設集是具名的檢視設定組合。指定了副檔名的預設集，會在第一次開啟相符的檔案時套用。

# SetSection_ViewPresets
source: View presets
ar: الإعدادات المسبقة للعرض
cs: Předvolby zobrazení
de: Ansichtsvorgaben
el: Προκαθορισμένα προβολής
es: Valores predefinidos de vista
fa: پیش‌تنظیم‌های نما
fr: Préréglages d'affichage
hu: Nézetkészletek
id: Preset tampilan
it: Preimpostazioni di visualizzazione
ja: 表示プリセット
ko: 보기 프리셋
pl: Ustawienia wstępne widoku
pt: Predefinições de exibição
ro: Presetări de vizualizare
th: ค่าที่ตั้งไว้ล่วงหน้าของมุมมอง
tr: Görünüm hazır ayarları
uk: Набори параметрів вигляду
vi: Thiết lập sẵn hiển thị
zh_hans: 视图预设
zh_hant: 檢視預設集

# SetSearch_ViewPresets
source: view presets bytes per row extensions export import
ar: view presets bytes per row extensions export import إعدادات مسبقة للعرض البايتات في كل صف امتدادات تصدير استيراد
cs: předvolby predvolby zobrazení zobrazeni bajty na řádek radek přípony pripony export import view presets bytes per row extensions export import
de: ansicht vorgaben bytes pro zeile erweiterungen exportieren importieren view presets bytes per row extensions export import
el: προκαθορισμένα προβολής byte ανά γραμμή επεκτάσεις εξαγωγή εισαγωγή view presets bytes per row extensions export import
es: ver valores predefinidos bytes por fila extensiones exportar importar view presets bytes per row extensions export import
fa: پیش‌تنظیم‌های نما بایت در هر سطر پسوندها صادر کردن وارد کردن, view presets bytes per row extensions export import
fr: affichage préréglages octets par ligne extensions exporter importer view presets bytes per row extensions export import
hu: nézet nezet készletek keszletek bájt soronként bajt kiterjesztések exportálás importálás view presets bytes per row extensions export import
id: preset tampilan byte per baris ekstensi ekspor impor view presets bytes per row extensions export import
it: preimpostazioni visualizzazione byte per riga estensioni esporta importa view presets bytes per row extensions export import
ja: ひょうじ ぷりせっと 1 行のバイト数 拡張子 エクスポート インポート
ko: 보기 프리셋 행당 바이트 수 확장자 내보내기 가져오기 view presets bytes per row extensions export import
pl: ustawienia wstępne widoku bajty na wiersz rozszerzenia eksport import view presets bytes per row extensions export import
pt: predefinições exibição bytes por linha extensões exportar importar view presets bytes per row extensions export import
ro: vizualizare presetări presetari octeți octeti pe rând rand extensii exportare importare view presets bytes per row extensions export import
th: ค่าที่ตั้งไว้ล่วงหน้า มุมมอง ไบต์ต่อแถว นามสกุล ส่งออก นำเข้า view presets bytes per row extensions export import
tr: görünüm hazır ayarları satır başına bayt uzantılar dışarı aktar içeri aktar view presets bytes per row extensions export import
uk: набори параметри вигляду байтів у рядку розширення експорт імпорт view presets bytes per row extensions export import
vi: thiết lập sẵn hiển thị số byte mỗi hàng phần mở rộng xuất nhập view presets bytes per row extensions export import
zh_hans: 视图 预设 每行字节数 扩展名 导出 导入 view presets bytes per row extensions export import
zh_hant: 檢視 預設集 每列位元組數 副檔名 匯出 匯入 view presets bytes per row extensions export import

# CmdArg_view_presetApply
source: Type the name of a preset.
ar: اكتب اسم إعداد مسبق.
cs: Zadejte název předvolby.
de: Geben Sie den Namen einer Vorgabe ein.
el: Πληκτρολογήστε το όνομα ενός προκαθορισμένου.
es: Escribe el nombre de un valor predefinido.
fa: نام یک پیش‌تنظیم را تایپ کنید.
fr: Tapez le nom d'un préréglage.
hu: Írja be egy készlet nevét.
id: Ketik nama preset.
it: Digita il nome di una preimpostazione.
ja: プリセットの名前を入力してください。
ko: 프리셋 이름을 입력하세요.
pl: Wpisz nazwę ustawienia wstępnego.
pt: Digite o nome de uma predefinição.
ro: Tastați numele unei presetări.
th: พิมพ์ชื่อค่าที่ตั้งไว้ล่วงหน้า
tr: Bir hazır ayarın adını yazın.
uk: Введіть назву набору.
vi: Hãy nhập tên thiết lập sẵn.
zh_hans: 请输入预设的名称。
zh_hant: 請輸入預設集的名稱。

# Hash_Speed
source: {0} MB/s
fr: {0} Mo/s
id: {0} MB/dtk
ru: {0} МБ/с
tr: {0} MB/sn
uk: {0} МБ/с
zh_hans: {0} MB/秒
zh_hant: {0} MB/秒

# EncodingList_Group_Unicode
source: Unicode
ru: Юникод
uk: Юнікод

# Menu_View_AnnotationsYara.AccessKey
source: Y
tr: R

# CmdAlias_data_op_nand
source: nand
hu: nem-és nand
id: logika nand
ja: なんど
ko: 부정 논리곱 비트 nand
th: แนนด์ nand
vi: logic nand
zh_hans: 与非 nand
zh_hant: 反及 nand

# CmdAlias_data_op_nor
source: nor
hu: nem-vagy nor
id: logika nor
ja: のあ
ko: 부정 논리합 비트 nor
th: นอร์ nor
vi: logic nor
zh_hans: 或非 nor
zh_hant: 反或 nor

# CmdAlias_data_op_xnor
source: xnor
hu: egyenértékűség egyenertekuseg xnor
id: logika xnor
ja: えっくすのあ
ko: 배타적 부정 논리합 비트 xnor
th: เอกซ์นอร์ xnor
vi: logic xnor
zh_hans: 同或 异或非 xnor
zh_hant: 反互斥或 xnor

# CustomCrc_ResidueValue
source: residue: {0}
it: residuo: {0}
pl: reszta: {0}
pt: resíduo: {0}

# HexView_Char_Null
source: null
es: nulo
fr: nul
ja: ヌル
ko: 널
pt: nulo
ro: nul
zh_hans: 空字符
zh_hant: 空字元

# Inspector_EndianLittle.Text
source: Little endian
fr: Petit-boutiste
ja: リトルエンディアン
ko: 리틀 엔디언
zh_hans: 小端序
zh_hant: 小端序

# Inspector_EndianBig.Text
source: Big endian
fr: Gros-boutiste
ja: ビッグエンディアン
ko: 빅 엔디언
zh_hans: 大端序
zh_hant: 大端序

# Fill_CounterBigEndian
source: Big-endian
fr: Gros-boutiste
ja: ビッグエンディアン
ko: 빅 엔디언
zh_hans: 大端序
zh_hant: 大端序

# CopyAs_BigEndian
source: Big-endian
fr: Gros-boutiste
ja: ビッグエンディアン
ko: 빅 엔디언
zh_hans: 大端序
zh_hant: 大端序

# Find_Endian_Little.Content
source: Little endian
fr: Petit-boutiste
ja: リトルエンディアン
ko: 리틀 엔디언
zh_hans: 小端序
zh_hant: 小端序

# Find_Endian_Big.Content
source: Big endian
fr: Gros-boutiste
ja: ビッグエンディアン
ko: 빅 엔디언
zh_hans: 大端序
zh_hant: 大端序

# Menu_View_EndianLittle.Text
source: Little endian
fr: Petit-boutiste
ja: リトルエンディアン(L)
ko: 리틀 엔디언(L)
th: Little-endian(L)
zh_hans: 小端序(L)
zh_hant: 小端序(L)

# Menu_View_EndianLittle.AccessKey
source: L
fr: P

# Menu_View_EndianBig.Text
source: Big endian
fr: Gros-boutiste
ja: ビッグエンディアン(B)
ko: 빅 엔디언(B)
th: Big-endian(B)
zh_hans: 大端序(B)
zh_hant: 大端序(B)

# Menu_View_EndianBig.AccessKey
source: B
fr: G

# Cmd_view_endianLittle
source: Little endian
fr: Petit-boutiste
ja: リトルエンディアン
ko: 리틀 엔디언
zh_hans: 小端序
zh_hant: 小端序
